# MNDashM Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MNDashM Property
SymbolTypeId Class See Also
---
Symbol MN-m, indicating unit Meganewton meters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MNDashM { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MNDashM As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MNDashM {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace